Repository: 7Backwards/Steps-Tracking
Catalog: mySteps/mySteps/Localizable.xcstrings
Source language: en
Languages: fr

source: 10k Steps
fr: 10k Steps_fr

source: 15k Steps
fr: 15k Steps_fr

source: 20k Steps
fr: 20k Steps_fr

source: 25k Steps
fr: 25k Steps_fr

source: 30k Steps
fr: 30k Steps_fr

source: 35k Steps
fr: 35k Steps_fr

source: 40k Steps
fr: 40k Steps_fr

source: Achievement
fr: Achievement_fr

source: Back Button
fr: Back Button_fr

source: Cancel
fr: Cancel_fr

source: Day
fr: Day_fr

# healthkit_permission_message
source: This app requires access to your health data to function properly. Please enable health data access in Settings > Privacy > Health.
fr: This app requires access to your health data to function properly. Please enable health data access in Settings > Privacy > Health._fr

# healthkit_permission_title
source: Health Data Required
fr: Health Data Required_fr

source: No achievements yet
fr: No achievements yet_fr

# number_steps_achievement
source: Number of steps achieved
fr: Number of steps achieved_fr

source: Settings
fr: Settings_fr

source: Steps
fr: Steps_fr

# take_first_step
source: Take the first step!
fr: Take the first step!_fr
